Repository: nguyenvuong1309/kaso
Catalog: Packages/Features/AppearanceFeature/Resources/Localizable.xcstrings
Source language: vi
Languages: en

# appearance.accent.blue
source: Xanh dương
en: Blue

# appearance.accent.mint
source: Xanh mint
en: Mint

# appearance.accent.orange
source: Cam
en: Orange

# appearance.accent.pink
source: Hồng
en: Pink

# appearance.accent.purple
source: Tím
en: Purple

# appearance.accent.title
source: Màu nhấn
en: Accent color

# appearance.done
source: Xong
en: Done

# appearance.error.loadFailed
source: Không thể tải cài đặt giao diện.
en: Could not load appearance settings.

# appearance.error.saveFailed
source: Không thể lưu cài đặt giao diện.
en: Could not save appearance settings.

# appearance.header.subtitle
source: Chọn giao diện và màu nhấn phù hợp với cách bạn dùng Kaso.
en: Choose the color scheme and accent color that fit how you use Kaso.

# appearance.header.title
source: Cá nhân hoá Kaso
en: Personalize Kaso

# appearance.mode.dark
source: Tối
en: Dark

# appearance.mode.light
source: Sáng
en: Light

# appearance.mode.system
source: Hệ thống
en: System

# appearance.mode.title
source: Chế độ màu
en: Color scheme

# appearance.saving
source: Đang lưu cài đặt giao diện
en: Saving appearance settings

# appearance.title
source: Giao diện
en: Appearance
